target/test-classes/xml/sws/getaccountauthority/Get_Account_Auth_Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sel="http://selfcare.telco.hsntech.com">
<soapenv:Header/>
<soapenv:Body>
  <sel:getAccountAuthRequest>
    <sel:externalSystemID>MOBILEAWARE</sel:externalSystemID>
    <sel:username>$username$</sel:username>
    <sel:password>$password$</sel:password>
  </sel:getAccountAuthRequest>
</soapenv:Body>
</soapenv:Envelope>